[Settings]
AuthorName=
AuthorEmail=
Language=Turkish
RTLReading=0
CrashRptVersion=1402

[MainDlg]=
DlgCaption=Hata Raporu
HeaderText=%s çalışmayı durdurdu
SubHeaderText=Lütfen sorunu anlamamız ve yazılımı geliştirmemiz için bu hata raporunu gönderin.
WhatDoesReportContain=Bu raporda neler var?
ProvideAdditionalInfo=Sorunla ilgili ekstra veri sağlayın (önerilir).
YourEmail=E-posta adresiniz:
DescribeProblem=Hataya hangi işlemlerin neden olduğunu kısaca açıklayın:
MyConsent="Raporu gönder" düğmesine basarak raporun içeriğini bildiğimi ve Gizlilik Politikası şartlarını kabul ettiğimi onaylıyorum.
MyConsent2="Raporu gönder" düğmesine basarak raporun içeriğini bildiğimi onaylıyorum.
PrivacyPolicy=Gizlilik Politikası
InvalidEmailCaption=Geçersiz E-posta
InvalidEmailText=Lütfen geçerli bir e-posta adresi girin; ad@hotmail.com gibi.
SendReport=Raporu gönder
CloseTheProgram=Programı kapat
RestartApp=Bu pencereyi kapattıktan sonra %s yeniden başlatılsın.
OtherActions=Diğer işlemler...
SendReportLater=Programı kapat ve raporu daha sonra gönder

[DetailDlg]=
DlgCaption=Hata Raporu İçeriği
DoubleClickAnItem=Açmak için dosyaya iki kere tıklayın.
FieldName=Ad
FieldDescription=Açıklama
FieldSize=Boyut
Preview=Önizleme
PrivacyPolicy=Gizlilik Politikası
Close=Kapat
Export=Dışa aktar...
NoDataToDisplay=Görüntülenecek veri yok
PreviewAuto=Oto
PreviewText=Metin
PreviewHex=Hex
PreviewImage=Resim
PreviewVideo=Video
Encoding=Metin kodlaması
DescCrashDump=MiniDump Hatası
DescXML=XML Hata Açıklaması
DescScreenshot=Ekran Görüntüsü
DescRegKey=Kayıt Defteri Anahtarı Dökümü
DescVideo=Video Görüntü Yakalama
Open=Aç
DeleteSelected=Seçilen Dosyaları Sil
AttachMoreFiles=İlave Dosyalar Ekle
           
[ProgressDlg]
DlgCaption=%s - Hata raporu gönderiliyor
DlgCaption2=%s çalışmayı durdurdu
DlgCaptionExport = %s - Hata Raporu dışarı aktarılıyor
CollectingCrashInfo=Hata raporu bilgileri toplanıyor...
CompressingFiles=Hata raporu dosyaları sıkıştırılıyor...
StatusText=Hata raporu gönderiliyor (deneme %d / 3)...
ConfirmLaunchEmailClient=Hata raporu varsayılan e-posta istemcinizle gönderilebilir (%s).\nE-posta istemcisini çalıştırmak için Tamam'a basın veya İptal'e basarak kapatın.
CompletedWithErrors=Rapor gönderilemedi. Kapat'a tıklayarak bu pencereyi kapatın.
ExportedWithErrors=Aktarım hatalarla tamamlandı. Bu pencereyi kapatmak için "Kapat"a basın.
CopySelectedLines=Seçilen satırları kopyala
CopyTheWholeLog=Tüm geçmişi kopyala
Cancel=İptal
Cancelling=İptal ediliyor...
Close=Kapat

[ResendDlg]
DlgCaption=%s - Hata Raporlarını Gönder
BalloonCaption=%s - Hata Raporları
BalloonText=%s içerisinde kısa süre önce hatalar meydana geldi. Buraya tıklayarak hata raporlarını gönderin.
ColumnCreationDate=Oluşturma Tarihi
ColumnSize=Boyut
ColumnStatus=Durum
ClickForDetails=İçeriği görüntülemek için öğeye çift tıklayın.
SelectedSize=Seçilen dosya: %d. Toplam boyut: %s.
SendNow=Şimdi gönder
ShowLog=Günlüğü göster
MyConsent="Raporu gönder" düğmesine basarak seçilen raporların içeriğini bildiğimi ve Gizlilik Politikasının şartlarını onayladığımı kabul ediyorum.
MyConsent2=Şimdi gönder düğmesine basarak seçilen raporların içeriğini bildiğimi onaylıyorum.
SendNow=Şimdi gönder
PopupShow=Aç
PopupExit=Çıkış
PopupRemindLater=Bu pencereyi kapat; fakat daha sonra hatırlat
PopupNeverRemind=Bu pencereyi kapat ve bana asla hatırlatma
StatusPending=Bekleniyor...
StatusInProgress=Gönderiliyor...
StatusSucceeded=Başarılı
StatusFailed=Geçerli işlem
CurrentAction=Beklemede
DeliveryingReports=Hata raporları gönderiliyor...
DeliverySucceeded=Hata raporları başarıyla gönderildi.
DeliveryFailed=Hata raporu gönderimi başarıyla tamamlandı.
SelectAll=Tümünü Seç
DeselectAll=Tüm Seçimleri Kaldır
DeleteSelected=Seçili Olanları Sil
DeleteAll=Tümünü Sil

[VideoRecDlg]
DlgCaption=%s - Video Görüntü Yakalama
Text=%s anlamak ve programda görülen hataları çözmek için bilgisayarınızın ekranında bir video görüntü yakalama başlatmak istiyor. Bu süreç bilgisayarınızın performansınız geçici olarak düşürebilir. Devam etmek için “İzin Ver”e tıklayın.
Allow=İzin Ver
Cancel=İptal
